INSERT INTO request (created_by_id, route_id, status_id, origin, destination, purpose, trip_date, started_trip_at, ended_trip_at)
VALUES (4, 1, 1, 'Москва', 'Санкт-Петербург', 'Деловая встреча', '2025-10-20', null, null),
       (4, 2, 2, 'Москва', 'Тула', 'Перевозка груза', '2025-10-18', null, null),
       (4, 3, 3, 'Москва', 'Калуга', 'Командировка', '2025-10-19', '2025-10-19 14:30:00', null),
       (4, 4, 4, 'Москва', 'Рязань', 'Инспекция', '2025-10-17', '2025-10-17 12:20:00', '2025-10-17 20:40:00'),
       (4, 5, 1, 'Москва', 'Владимир', 'Деловая встреча', '2025-10-21', null, null);
